accountsservice
adapta-gtk-theme
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-pro-fonts
alacritty
alsa-firmware
alsa-lib
alsa-plugins
alsa-utils
appstream
arandr
arc-gtk-theme
arch-install-scripts
archiso
arcolinux-bin-git
arcolinux-config-all-desktops-git
arcolinux-conky-collection-git
arcolinux-dconf-all-desktops-git
arcolinux-dwm-git
arcolinux-dwm-slstatus-git
arcolinux-dwm-st-git
arcolinux-fonts-git
arcolinux-grub-theme-vimix-git
arcolinux-hblock-git
arcolinux-keyring
arcolinux-kvantum-git
arcolinux-kvantum-theme-arc-git
arcolinux-local-applications-git
arcolinux-local-xfce4-git
arcolinux-logout-git
arcolinux-logout-themes-git
arcolinux-mirrorlist-git
arcolinux-neofetch-git
arcolinux-nitrogen-git
arcolinux-pipemenus-git
arcolinux-qt5-git
arcolinux-rofi-git
arcolinux-rofi-themes-git
arcolinux-root-git
arcolinux-sddm-sugar-candy-git
arcolinux-system-config-git
arcolinux-systemd-services-git
arcolinux-termite-themes-git
arcolinux-tweak-tool-git
arcolinux-variety-git
arcolinux-wallpapers-git
arcolinux-welcome-app-git
arcolinux-xfce-git
arcolinux-zsh-git
asciinema
autoconf
automake
autorandr
avahi
awesome
awesome-terminal-fonts
base
bash-completion
bat
bibata-cursor-theme-bin
bind
binutils
bison
bitwarden-bin
blueberry
bluez
bluez-libs
bluez-utils
brave-bin
broadcom-wl
broot
bspwm
btrfs-progs
clonezilla
conky-lua-archers
crda
cryptsetup
cups
cups-filters
cups-pdf
cups-pk-helper
darkhttpd
dconf-editor
ddrescue
dex
dhclient
dialog
diffutils
discord
dmenu
dmraid
dnsmasq
dosfstools
downgrade
edid-decode-git
edk2-shell
efibootmgr
emacs
ethtool
exa
exfatprogs
exo
expac
f2fs-tools
fakeroot
fd
feh
ffmpegthumbnailer
file
file-roller
findutils
fish
flex
freetype2
fsarchiver
garcon
gawk
gcc
gettext
ghostscript
git
github-cli
gksu
gmrun
gnome-disk-utility
gnome-keyring
gnu-netcat
gparted
gpm
gptfdisk
grep
groff
grub
grub-customizer
gsfonts
gsimplecal
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk3
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
hardcode-fixer-git
hardinfo
haveged
hdparm
htop
hugo
hw-probe
hwinfo
imagemagick
intltool
inxi
ipw2100-fw
ipw2200-fw
irssi
iw
jfsutils
jq
jsoncpp
kvantum-qt5
laptop-detect
libcups
libdvdcss
libgsf
libmtp
libopenraw
libpwquality
libreoffice-still
libtool
linux
linux-atm
linux-firmware
linux-headers
logo-ls
logrotate
lolcat
lsb-release
lsscsi
lvm2
lxappearance
m4
make
man-db
man-pages
mc
mdadm
memtest86+
mesa
mintstick-git
mkinitcpio
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
mpv
mtools
mtpfs
nano
nbd
ndisc6
neofetch
neovim
nerd-fonts-complete
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nilfs-utils
nitrogen
noto-fonts
nss-mdns
ntfs-3g
ntp
numlockx
nvme-cli
oh-my-zsh-git
openconnect
openresolv
openssh
openvpn
os-prober
p7zip
pacman
pamac-all
partclone
parted
partimage
patch
pavucontrol
pcmanfm
picom
pkgconf
playerctl
polkit
polkit-gnome
polybar
poppler-glib
poppler-qt5
ppp
pptpclient
procs
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-pyparted
python2-pyxdg
qt5-webkit
qt5ct
qtile
qutebrowser
reflector
reiserfsprogs
rhythmbox
ristretto
rofi
rp-pppoe
rsync
rxvt-unicode
sardi-icons
scrot
sddm
sddm-config-editor-git
sdparm
sed
sg3_utils
shell-color-scripts
smartmontools
speedtest-cli
splix
squashfs-tools
starship
sudo
surfn-icons-git
sxhkd
syslinux
system-config-printer
tcpdump
terminus-font
termite
testdisk
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tint2
tmux
tree
trizen
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-hack
ttf-ms-fonts
ttf-roboto
ttf-ubuntu-font-family
tumbler
udiskie
udisks2
unace
unrar
unzip
upower
urxvt-perls
urxvt-resize-font-git
usb_modeswitch
usbutils
variety
vim
volumeicon
vpnc
w3m
webkit2gtk
wget
which
wireless-regdb
wireless_tools
wmctrl
wpa_supplicant
wvdial
xapp
xdg-desktop-portal-gtk
xdg-user-dirs
xdo
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-vmmouse
xf86-input-void
xfce4-appfinder
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-screenshooter
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfconf
xfsprogs
xfwm4
xl2tpd
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yad
yay-bin
youtube-dl
zathura
zathura-pdf-poppler
zenity
zsh
zsh-completions
zsh-syntax-highlighting
